Revit 2024 API
ParameterTypeId.RbsElecTrueLoadPhasec Property
 "True Load Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecTrueLoadPhasec { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecTrueLoadPhasec As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecTrueLoadPhasec {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace